Repository: Belarus/OmegaT-Common.TMX
Catalog: tmx/non-segmented/drupal-7.x.tmx
Source language: en
Languages: be

source: The menu link %title has been deleted.
be: Спасылка меню %title была выдалена.

source: The menu link was reset to its default settings.
be: Спасылка меню была скінута да сваіх стандартных наладак.

source: The menu module allows on-the-fly creation of menu links in the content authoring forms. To configure these settings for a particular content type, visit the <a href="@content-types">Content types</a> page, click the <em>edit</em> link for the content type, and go to the <em>Menu settings</em> section.
be: Модуль меню дазваляе ствараць у рэальным часе спасылкі меню ў формах аўтарскага змесціва. Каб сканфігураваць гэтыя наладкі для асобнага тыпу змесціва, наведайце старонку <a href="@content-types">Тыпы змесціва</a>, націсніце спасылку <em>рэдагаваць</em> для тыпу змесціва, і перайдзіце ў раздзел <em>Наладкі меню</em>.

source: The menu system stores system paths only, but will use the URL alias for display. %link_path has been stored as %normal_path
be: Сістэма меню захоўвае толькі сістэмныя сцежкі, але для адлюстравання будзе выкарыстоўваць URL псеўданімаў. %link_path быў захаваны ў %normal_path

source: The menus available to place links in for this content type.
be: Даступныя меню для размяшчэння спасылак гэтага тыпу змесціва.

source: The message has been dismissed. You can change your overlay settings at any time by visiting your profile page.
be: Паведамленне было адхілена. Вы можаце змяніць вашы наладкі перакрывання ў любы час, наведаўшы старонку вашага профілю.

source: The message has been sent.
be: Паведамленне адпраўлена.

source: The message that should be sent. You may include placeholders like [node:title], [user:name], and [comment:body] to represent data that will be different each time message is sent. Not all placeholders will be available in all contexts.
be: Паведамленне, якое неабходна даслаць. Вы можаце ўключыць пераменныя тыпу [вузел: тытул], [карыстальнік: імя] і [каментар: асноўная частка] для перадачы інфармацыі, якая будзе адрознівацца пры кожнай адсылцы паведамлення. Не ўсе пераменныя будуць даступныя ва ўсіх сітуацыях.

source: The message to be displayed to the current user. You may include placeholders like [node:title], [user:name], and [comment:body] to represent data that will be different each time message is sent. Not all placeholders will be available in all contexts.
be: Паведамленне, якое неабходна паказаць дзейнаму карыстальніку. Вы можаце ўключыць пераменныя тыпу [вузел: тытул], [карыстальнік: імя] і [каментар: асноўная частка] для перадачы інфармацыі, якая будзе адрознівацца пры кожнай адсылцы паведамлення. Не ўсе пераменныя будуць даступныя ва ўсіх сітуацыях.

source: The minimum allowed image size expressed as WIDTHxHEIGHT (e.g. 640x480). Leave blank for no restriction. If a smaller image is uploaded, it will be rejected.
be: Мінімальна дазволены памер выявы выражаецца як ШЫРЫНЯxВЫШЫНЯ (напрыклад, 640x480). Пакіньце поле пустым для адмены абмежаванняў. Калі будзе закачаны малюнак меньшага памеру, ён будзе адхілены.

source: The minimum value that should be allowed in this field. Leave blank for no minimum.
be: Мінімальнае значэнне, якое дазволена ў гэтым поле. Пакінуць пустым, калі яго няма.

source: The module includes a <em>Popular content</em> block that displays the most viewed pages today and for all time, and the last content viewed. To use the block, enable <em>Count content views</em> on the <a href="@statistics-settings">statistics settings page</a>, and then you can enable and configure the block on the <a href="@blocks">blocks administration page</a>.
be: Модуль уключае блок <em>Папулярнага змесціва</em>, які адлюстроўвае найболей праглядаемыя старонкі сёння і за увесь час, а таксама апошні прагледжаны матэрыял. Каб выкарыстаць гэты блок, трэба ўключыць <em>Падлічванне праглядаў змесціва</em> на <a href="@statistics-settings">старонцы наладкі статыстыкі</a>, і тады вы можаце ўключыць і наладзіць блок на <a href="@blocks">старонцы адміністравання блокаў</a>.

source: The name %name has been denied access.
be: Нажаль, дасяг для мянушкі %name забаронены.

source: The name %name is a reserved username.
be: Імя %name з'яўляецца зарэзэрваваным.

source: The name %name is already taken.
be: На жаль, імя карыстальніка %name ужо занятае.

source: The name for this role. Example: "moderator", "editorial board", "site architect".
be: Назоў статусу (напрыклад, "мадэратар", "рэдактар", "дызайнэр")

source: The name is used in URLs for generated images. Use only lowercase alphanumeric characters, underscores (_), and hyphens (-).
be: Імя было ўжыта ў URL для створаных выяў. Ужывайце толькі малыя літары, ніжняе падкрэсліванне (_), і дэфіс (-).

source: The name left by the comment author.
be: Імя, пакінутае аўтарам каментару.

source: The name of the %db_type database your @drupal data will be stored in. It must exist on your server before @drupal can be installed.
be: Назва базы дадзеных %db_type, у якой будзе захоўвацца ваша інфармацыя сістэмы @drupal. База павінная ўжо быць створаная заранёў перад інсталяцыяй @drupal.

source: The name of the database your @drupal data will be stored in. It must exist on your server before @drupal can be installed.
be: Назва базы дадзеных, у якой будзе захоўвацца ваша інфармацыя сістэмы @drupal. База павінная ўжо быць створаная заранёў перад інсталяцыяй @drupal.

source: The name of the feed (or the name of the website providing the feed).
be: Назва фіда (або назва вэб-сайта, на якім знаходзіцца фід).

source: The name of the field. The form name is not shown to the user but used internally in the HTML code and URLs. Unless you know what you are doing, it is highly recommended that you prefix the form name with <code>profile_</code> to avoid name clashes with other fields. Spaces or any other special characters except dash (-) and underscore (_) are not allowed. An example name is "profile_favorite_color" or perhaps just "profile_color".
be: Назоў поля. Назоў формы ня будзе паказаны карыстальніку, ён выкарыстоўваецца толькі ў HTML-кодзе ды спасылках. Акрамя выпадкаў, калі Вы ДАКЛАДНА ведаеце, што робіце, раім выкарыстоўваць прэфікс <code>profile_</code> для імя формы, каб не было канфліктаў з іншымі элементамі. Прагалы ды іншыя адмысловыя сымбалі за выключэннем (-) ці (_) забароненыя. Напрыклад: "profile_favorite_color" або папросту "profile_color".

source: The name of the file on disk.
be: Імя файла на дыску.

source: The name of the file.
be: Імя файла.

source: The name of the menu.
be: Імя меню.

source: The name of the shortcut.
be: Назва хуткай спасылкі.

source: The name of the site (i.e. %site_name)
be: Назва сайта (напр. %site_name)

source: The name of the site.
be: Назва сайта.

source: The name of the taxonomy term.
be: Назва тэрміна таксанаміі.

source: The name of the taxonomy vocabulary.
be: Назва слоўніка таксанаміі

source: The name used to indicate anonymous users.
be: Імя для пазначэньню ананімных карыстальнікаў

source: The name you used belongs to a registered user.
be: Выбранае Вамі імя належыць зарэгістраванаму карыстальніку.

source: The new set is created by copying items from the %default set.
be: Новы набор створаны капіраваннем элементаў з набора %default.

source: The new set is created by copying items from your default shortcut set.
be: Новы набор створаны капіяваннем элементаў з вашага звычайнага набору хуткіх спасылак.

source: The new set name is required.
be: Патрабуецца новае імя набору.

source: The news items from %site have been removed.
be: Навіны з %site былі выдаленыя.

source: The node the comment was posted to.
be: Матэрыял да якога быў зроблены каментар.

source: The node title.
be: Назва матэрыялу

source: The number of characters a word has to be to be indexed. A lower setting means better search result ranking, but also a larger database. Each search query must contain at least one keyword that is this size (or longer).
be: Мінімальная колькасць сімвалаў у слове, каб сістэма яго праіндэксавала. Меньшае значэнне дае лепшы вынік падчас пошуку, але значна павялічвае памер базы дадзеных. Кожны пошукавы запыт павінны ўтрымліваць слова такой (ці большай) даўжыні.

source: The number of comments posted on a node since the reader last viewed it.
be: Колькасць каментароў, размешчаных ў матэрыяле, з моманту апошняга прагляду чытачом.

source: The number of comments posted on a node.
be: Колькасць каментароў да матэрыяла.

source: The number of degrees the image should be rotated. Positive numbers are clockwise, negative are counter-clockwise.
be: Вугал (колькасць градусаў), на якую выява павінна быць павернута. Станоўчыя лікі вызначаюць паварот па гадзіннікавай стрэлцы, адмоўныя - супраць гадзіннікавай стрэлкі.

source: The number of digits to the right of the decimal.
be: Колькасць лічбаў справа ад дзесятковай коскі.

source: The number of nodes tagged with terms belonging to the taxonomy vocabulary.
be: Колькасць матэрыялаў тэгіраванных тэрмінамі адпаведнага слоўніка таксанаміі.

source: The number of nodes tagged with the taxonomy term.
be: Колькасць матэрыялаў тэгіраванны тэрмінам таксанаміі.

source: The number of replies a topic must have to be considered "hot".
be: Колькасць каментараў да тэмы, каб гэтая тэма лічылася "гарачай".

source: The number of tags to show in this block.
be: Колькасць тэгаў да паказу ў гэтым блоку

source: The number of terms belonging to the taxonomy vocabulary.
be: Кольскаць тэрмінаў належных да слоўніка таксанаміі.

source: The number of visitors who have read the node today.
be: Колькасць наведвальнікаў сайта, якія сёння чыталі вузел.

source: The number of visitors who have read the node.
be: Колькасць наведвальнікаў сайта, якія прачыталі вузел.

source: The number of votes received by the winning poll answer.
be: Колькасць галасоў, атрыманых пераможцам апытання.

source: The number of votes that have been cast on a poll.
be: Колькасць галасоў, якія былі зроблены ў апытанні.

source: The one-time login link you clicked is invalid.
be: Аднаразовая спасылка для ўваходу, якую вы націснулі, не дзейнічае.

source: The optional description of the taxonomy term.
be: Дадатковае апісанне тэрміна таксанаміі.

source: The optional description of the taxonomy vocabulary.
be: Апісанне слоўніка таксанаміі (па жаданню)

source: The outline feature allows you to include pages in the <a href="@book">Book hierarchy</a>, as well as move them within the hierarchy or to <a href="@book-admin">reorder an entire book</a>.
be: Схема ўласцівасцяў дазваляе вам уключаць старонкі ў <a href="@book">Кнігу іерархіі</a>, гэтак жа перамяшчаць іх у іерархіі ці <a href="@book-admin">пераупарадкаваць цэлую кнігу</a>.

source: The page you requested does not exist. For your convenience, a search was performed using the query %keys.
be: Старонка, якую вы шукаеце, не існуе. Для вашай выгоды, быў здзейснены пошук па матэрыялах сайта па запыце %keys.

source: The parent page in the book. The maximum depth for a book and all child pages is !maxdepth. Some pages in the selected book may not be available as parents if selecting them would exceed this limit.
be: Бацькоўская старонка ў кнізе. Максімальная глыбіня для любой кнігі і ўсіх дачынных старонак — !maxdepth. Некаторыя старонкі ў выбранай кнізе могуць быць недаступнымі ў якасці бацькоўскіх, калі іх выбар парушае дадзенае абмежаванне па глыбіні.

source: The parent term of the taxonomy term, if one exists.
be: Бацькоўскі тэрмін тэрміна таксанаміі, калі адзін ужо існуе.

source: The part of the image that will be retained during the crop.
be: Частка малюнка, якая застанецца некранутай падчас кадравання.

source: The path '%path' is either invalid or you do not have access to it.
be: Шлях '%path' або не існуе, або ў вас няма доступа да яго.

source: The path '@link_path' is either invalid or you do not have access to it.
be: Сцежка '@link_path' або памылковая, або вы не маеце дасягу да яе.

source: The path for this menu link. This can be an internal Drupal path such as %add-node or an external URL such as %drupal. Enter %front to link to the front page.
be: Сцежка для гэтай спасылкі меню. У якасці яе можа выступаць унутраная сцежка Drupal, такая як %add-вузел, альбо знешні URL, такі як %drupal. Увядзіце %front для спасылкі на галоўную старонку.

source: The path is already in use.
be: Шлях ужо выкарыстоўваецца.

source: The path to the file you would like to use as your logo file instead of the default logo.
be: Шлях да файлу, які Вы хочаце выкарыстоўваць у якасьці лягатыпу.

source: The path to the image file you would like to use as your custom shortcut icon.
be: Шлях да файлу выявы, якую Вы зьбіраецеся выкарыстаць за абразок.

source: The path to the shortcut.
be: Шлях да хуткай спасылкі.

source: The percentage of votes received by the winning poll answer.
be: Адсотак галасоў, атрыманых пераможцам апытання.

source: The permissions of directory %directory have been changed to make it writable.
be: Правы дасягу ды дырэкторыі %directory былі зьмененыя, каб дазволіць запіс.

source: The phpinfo() function has been disabled for security reasons. To see your server's phpinfo() information, change your PHP settings or contact your server administrator. For more information, <a href="@phpinfo">Enabling and disabling phpinfo()</a> handbook page.
be: Функцыя phpinfo() была забаронена па прычынах бяспекі. Каб паглядзець інфармацыю phpinfo() вашага сервера змяніце наладкі вашага PHP ці звяжыцеся з адміністратарам сервера. Для атрымання большых звестак чытайце старонку дапаможніка <a href="@phpinfo">Дазвол і забарона phpinfo()</a>.

source: The possible values this field can contain. Enter one value per line, in the format key|label.
be: Поле можа ўтрымліваць дазволеныя значэнні. Увядзіце адно значэнне на радок у фармаце ключ|цэтлік.

source: The post could not be saved.
be: Пост не можа быць захаваны.

source: The post has been added to the selected book. You may now position it relative to other pages.
be: Пост быў дададзены да абранай Кнігі. Цяпер вы можате суаднесці яго з астатнімі старонкамі.

source: The post has been removed from the book.
be: Матэрыял выдалены з падшыўкі.

source: The post is queued for approval. The editors will decide whether it should be published.
be: Пост пастаўлены ў чаргу на мадэрацыю. Адміністратары вырашаць, ці варта яго публікаваць.

source: The prefix (%prefix) is already tied to a language (%language).
be: Прэфікс (%prefix) ужо прывязаны да мовы (%language).

source: The preview image will be shown while editing the content.
be: Папярэдняя выява будзе паказаная пакуль вы рэдагуеце кантэнт.

source: The profile %profile has been deleted
be: Профіль %profile выдалены

source: The provided URL is invalid.
be: Пададзены URL несапраўдны.

source: The removal of the original file %file has failed.
be: Памылка выдалення арыгінальнага файлу %file.

source: The requested page "@path" could not be found.
be: Запытаная старонка "@path" не знойдзена.

source: The requested page could not be found.
be: Старонка, якую вы шукаеце, не можа быць знойдзена.

source: The revisions let you track differences between multiple versions of a post.
be: Версіі дазваляюць адсочваць адрозненні паміж рознымі вэрсіямі допісаў.

source: The role has been added.
be: Статус быў даданы.

source: The role has been deleted.
be: Статус быў выдалены.

source: The role has been renamed.
be: Роля была перайменаваная.

source: The role name %name already exists. Choose another role name.
be: Імя ролі %name ужо існуе. Абярыце іншае імя ролі.

source: The role settings have been updated.
be: Наладкі ролі былі абноўленыя.

source: The search engine maintains an index of words found in your site's content. To build and maintain this index, a correctly configured <a href="@cron">cron maintenance task</a> is required. Indexing behavior can be adjusted using the settings below.
be: Пошукавая сістэма падтрымлівае індэксацыю словаў, знойдзеных у змесціве вашага сайта. Для стварэння і падтрымання гэтай індэксацыі патрабуецца правільна наладжаныя <a href="@cron">задачы падтрымкі крона</a>. Паводзіны індэксацыі можна рэгуляваць, выкарыстоўваючы налады ніжэй.

source: The search index is not cleared but systematically updated to reflect the new settings. Searching will continue to work but new content won't be indexed until all existing content has been re-indexed. This action cannot be undone.
be: Індэкс пошуку не чысціцца, але сістэматычна абнаўляецца з улікам новых наладак. Пошук будзе працягваць працаваць, але новае змесціва не будзе індэксавацца, пакуль усё існае змесціва не будзе зноў праіндэксавана. Гэта дзеянне не можа быць адменена.

source: The selected file %file could not be copied, because a file by that name already exists in the destination.
be: Абраны файл %file ня можа быць скапіяваны, таму што файл з такім імём ужо ёсць ў месцы прызначэня.

source: The selected file %file could not be copied.
be: Абраны файл %file нельга скапіяваць.

source: The selected file %file could not be uploaded, because the destination %directory is not properly configured.
be: Абраны файл %file ня можа быць запампаваны праз няслушнасць канфігурацыі дырэкторыі прызначэння %directory.

source: The selected file %filename cannot be uploaded. Only files with the following extensions are allowed: %extensions.
be: Абраны файл %filename ня можа быць загружаны. Дазволены файлы толькі з наступнымі пашырэннямі: %extensions.

source: The selected image handling toolkit %toolkit can not correctly process %function.
be: Абраны набор інструментаў для апрацоўкі малюнкаў %toolkit не можа карэктна апрацаваць %function.

source: The selected modules have been uninstalled.
be: Абраны модуль быў выдалены.

source: The settings file does not exist.
be: Файла ўсталёвачных параметраў не існуе

source: The settings file is not writable.
be: Файл наладкаў не даступны для запісу

source: The settings file is owned by the web server.
be: Файл усталёвачных параметраў належыць вэб-серверу.

source: The settings file is writable.
be: Файл наладкаў даступны для запісу

source: The settings have not been saved because of the errors.
be: Наладкі не захаваныя праз памылкі.

source: The short format of date display.
be: Адлюстраваньне кароткага фармату даты

source: The shortcut %link has been updated.
be: Набор хуткіх спасылак %link быў абноўлены.

source: The shortcut %title has been deleted.
be: Хуткая спасылка %title была выдалена.

source: The shortcut set %name already exists. Choose another name.
be: Наладка цэтліка %name ужо існуе. Абярыце іншае імя.

source: The shortcut set %title has been deleted.
be: Набор хуткіх спасылак %title быў выдален.

source: The shortcut set has been updated.
be: Набор цэтлікаў быў абноўлены.

source: The signature is too long: it must be %max characters or less.
be: Подпіс занадта доўгі, ён не можа быць даўжэй за %max.

source: The size of the file.
be: Памер файла.

source: The slogan of the site.
be: Лозунг сайта

source: The specified category name is reserved for use by Drupal.
be: Прапанаваны назоў катэгорыі быў зарэзерваваны сістэмай.

source: The specified date is invalid.
be: Няправільная дата

source: The specified file %file could not be copied to %destination.
be: Вызначаны файл %file не можа быць скапіяваны ў %destination.

source: The specified file %file could not be copied, because no file by that name exists. Please check that you supplied the correct filename.
be: Указаны файл файл %file не можа быць скапіяваны, таму што файла з такім іменем не існуе. Калі ласка, праверце правільнасць імя файла.

source: The specified file %file could not be copied, because the destination directory is not properly configured. This may be caused by a problem with file or directory permissions. More information is available in the system log.
be: Указаны файл %file не можа быць скапiраваным, бо дырэкторыя не прызначаная. Гэта можа быць выклiкана праблемамi з правамi доступа. Больш iнфармацыi даступна у сiстэмным логу.

source: The specified file %file could not be copied, because the destination is invalid. More information is available in the system log.
be: Указаны файл файл %file не можа быць скапіяваны, таму што прызначэнне з'яўляецца несапраўдным. Дадатковую інфармацыю можна знайсці ў сістэмным логу.

source: The specified file %file could not be deleted, because it is not a valid URI. More information is available in the system log.
be: Указаны файл %file не можа быць выдалены, таму што ён не з'яўляецца дапушчальным URI. Дадатковую інфармацыю можна знайсці ў сістэмным логе.

source: The specified file %file could not be moved, because the destination is invalid. More information is available in the system log.
be: Выбраны файл %file не можа быць перанесены, таму што пункт назначэння не правільны. Больш інфармацыі у сістэмным логу.

source: The specified file %file was not copied because it would overwrite itself.
be: Выбраны файл %file не быў скапіраваны, бо ен можа перапісаць сам сабе.

source: The specified file %name could not be uploaded.
be: Абраная файл %name не можа быць загружаны.

source: The specified form name contains one or more illegal characters. Spaces or any other special characters except dash (-) and underscore (_) are not allowed.
be: Абранае імя формы змяшчае адзін або некалькі недапушчальных знакаў. Прабелы і іншыя спецыяльныя сімвалы, за выключэннем дэфіса (-) і падкрэслівання (_) не дапускаюцца.

source: The specified form name is reserved for use by Drupal.
be: Прапанаваны назоў формы быў зарэзерваваны сістэмай.

source: The specified name is already in use.
be: Прапанавае імя ўжо выкарыстоўваецца.

source: The specified passwords do not match.
be: Уведзеныя паролі не супадаюць.

source: The specified title is already in use.
be: Прапанаваны загаловак ужо выкарыстоўваецца.

source: The status of the file.
be: Статус файла.

source: The string has been removed.
be: Радок быў выдалены.

source: The string has been saved.
be: Радок быў захаваны.

source: The style selected will be used on display, while the original image is retained. Styles may be configured in the <a href="!url">Image styles</a> administration area.
be: Обраны стыль будзе адлюстраваны, а арыгінальны малюнак захаваны. Стылі можна сканфігураваць на старонцы <a href="!url">Стылі Малюнкаў</a> у адміністрацыйным блоку.

source: The subject of the message.
be: Тэма паведамлення.

source: The submitted string contains disallowed HTML: %string
be: Паданы радок утрымлівае недазволены HTML: %string

source: The summary of the node's main body text.
be: Рэзюме асноўнай часткі тэкста вузла.

source: The system will notify you when updates and important security releases are available for installed components. Anonymous information about your site is sent to <a href="@drupal">Drupal.org</a>.
be: Сістэма папярэдзіць вас, калі аднаўленні альбо важныя заплаткі па бяспецы будуць даступныя для ўсталёўкі. Ананімная інфармацыя пра ваш сайт будзе адпраўлена на <a href="@drupal">Drupal.org</a>.

source: The test cannot be executed because it has not been set up properly.
be: Тэст не можа быць выкананы, паколькі ён не быў устаноўлены належным чынам.

source: The test did not complete due to a fatal error.
be: Тэст не завяршыўся ў сувязі з крытычнай памылкай.

source: The test run did not successfully finish.
be: Апрацоўка тэста не была скончана паспяхова.

source: The test run finished in @elapsed.
be: Апрацоўка тэста скончана ў @elapsed.

source: The testing framework could not be installed because the PHP <a href="@curl_url">cURL</a> library is not available.
be: Фрэймворк для тэсту не змог быць інсталяваны, таму што бібліятэка PHP <a href="@curl_url">cURL</a> не даступна.
